# 物资
substance_cards = [
    ("水", "补给", None) * 16,
    ("现金包", "现金", 1) * 6,
    ("珠宝", "珠宝", None) * 3,
    ("画作", "画作", 3) * 2,
    ("画作", "画作", 2),
    ("医疗包", "医疗包", None) * 3,
    ("武器", "桨", "2") * 2,
    ("武器", "黑杰克", "3") * 1,
    ("武器", "匕首", "3") * 1,
    ("武器", "鱼叉", "4") * 1,
    ("武器", "信号枪", "8") * 1,
    ("鱼饵桶", "鱼饵桶", None) * 2,
    ("救生圈", "救生圈", None) * 1,
    ("指南针", "指南针", None) * 1,
    ("遮阳伞", "遮阳伞", None) * 1,
]
# 人物
people_cards = []
# 角色
role_cards = [] + []
# 航海卡
navigate_cards = []
# 位置
positions = [0, 1, 2, 3, 4, 5, 6]
# 流血标记
blood_cards = []
# 打架标记
fight_cards = []
# 船桨标记
paddle_cards = []
# 海鸥标记
seagull_cards = [0, 1, 2, 3]
